---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamYoungModn1
source: html/07d8c6b5-d405-bbc0-0597-5b42f3cb48d4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamYoungModn1 Property

"Young's Modulus 1"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamYoungModn1 { get; }
```